export default [
  {
    name: "尕多乡",
    center: [101.154708445, 32.3811096947],
    centroid: [101.122284, 32.3286449],
    data:"庭院种植户0家"
  },
  {
    name: "岗木达镇",
    center: [100.872223474,32.2448447722],
    centroid: [100.888824,32.350616],
    data:"庭院种植户0家"
  },
  {
    name: "南木达镇",
    center: [100.953369, 32.4673469],
    centroid: [101.057739,32.3904429],
    data:"庭院种植户0家"
  },
  {
    name: "蒲西乡",
    center: [101.27670215, 31.7590397796],
    centroid: [101.320038, 31.849365],
    data:"庭院种植户28家"
  },
  {
    name: "茸木达乡",
    center: [101.060534302, 32.5573606899],
    centroid: [101.070099,32.597809],
    data:"庭院种植户20家"
  },
  {
    name: "上杜柯乡",
    center: [100.729744403, 32.4666214973],
    centroid: [100.632019, 32.405548],
    data:"庭院种植户0家"
  },
  {
    name: "上壤塘乡",
    center: [101.33580162, 32.2460985363],
    centroid: [101.322784,32.188568],
    data:"庭院种植户0家"
  },
  {
    name: "石里乡",
    center: [101.112635309,31.9205000052],
    centroid: [101.129150,31.9633489],
    data:"庭院种植户27家"
  },
  {
    name: "吾伊乡",
    center: [101.017420799, 32.0620445137],
    centroid: [101.092072,32.0841989],
    data:"庭院种植户17家"
  },
  {
    name: "中壤塘镇",
    center: [101.218361055, 32.2245540823],
    centroid: [101.201935, 32.158356],
    data:"庭院种植户0家"
  },
  {
    name: "宗科乡",
    center: [101.048036109, 31.7437661807],
    centroid: [101.045380,31.799927],
    data:"庭院种植户0家"
  }
]
